Repository: dolsup/nano-shinonome-2.5.3
Catalog: po/*.po
Languages: pl

source: Main nano help text The nano editor is designed to emulate the functionality and ease-of-use of the UW Pico text editor. There are four main sections of the editor. The top line shows the program version, the current filename being edited, and whether or not the file has been modified. Next is the main editor window showing the file being edited. The status line is the third line from the bottom and shows important messages.
pl: Podstawowy tekst pomocy nano Edytor nano zosta³ zaprojektowany z my¶l± o emulacji mo¿liwo¶ci i prostoty obs³ugi edytora tekstowego UW Pico. Ekran edycji mo¿na podzieliæ na cztery czê¶ci: górna linia pokazuje wersjê programu i nazwê w³a¶nie edytowanego pliku oraz mówi, czy plik zosta³ zmieniony. Dalej, g³ówne okno edytora zawiera edytowany tekst. Trzecia linia od do³u, czyli linia stanu, s³u¿y do wy¶wietlania wa¿nych komunikatów.

source: The bottom two lines show the most commonly used shortcuts in the editor. The notation for shortcuts is as follows: Control-key sequences are notated with a caret (^) symbol and can be entered either by using the Control (Ctrl) key or pressing the Escape (Esc) key twice. Escape-key sequences are notated with the Meta (M-) symbol and can be entered using either the Esc, Alt, or Meta key depending on your keyboard setup.
pl: Dwie najni¿sze linie przypominaj± najczê¶ciej u¿ywane kombinacje klawiszy. Kombinacje klawiszy zosta³y opisane w nastêpuj±cy sposób: sekwencje steruj±ce wprowadzane klawiszem Control (Ctrl) lub podwójnym naci¶niêciem klawisza Escape s± oznaczone daszkiem (^). Sekwencje Escape, wprowadzane zale¿nie od uk³adu klawiatury jednym z klawiszy Esc, Alt lub Meta, s± oznaczone Meta (M-).

source: Also, pressing Esc twice and then typing a three-digit decimal number from 000 to 255 will enter the character with the corresponding value. The following keystrokes are available in the main editor window. Alternative keys are shown in parentheses:
pl: Aby wprowadziæ dowolny znak, nale¿y dwukrotnie nacisn±æ Esc i wprowadziæ dziesiêtny kod tego znaku (w zakresie 000 - 255). W g³ównym oknie edytora dostêpne s± wymienione poni¿ej kombinacje klawiszy. Klawisze alternatywne ujêto w nawiasy:

source: enable/disable
pl: w³±cz/wy³±cz

source: Key is invalid in view mode
pl: Klawisz niedozwolony w trybie przegl±dania

source: This function is disabled in restricted mode
pl: Ta funkcja nie jest dostêpna w trybie ograniczonym

source: Help is not available
pl: Pomoc niedostêpna

source: Buffer written to %s
pl: Bufor zapisany w %s

source: Buffer not written to %s: %s
pl: Bufor nie zosta³ zapisany w %s: %s

source: Buffer not written: %s
pl: Bufor nie zosta³ zapisany w %s

source: Window size is too small for nano...
pl: Rozmiar okna za ma³y dla nano...

source: Usage: nano [OPTIONS] [[+LINE,COLUMN] FILE]...
pl: Sk³adnia: nano [OPCJE] [[+LINIA,KOLUMNA] PLIK]...

source: Option GNU long option Meaning
pl: Opcja D³uga opcja GNU Znaczenie

source: Option Meaning
pl: Opcja Znaczenie

source: +LINE,COLUMN
pl: +LINIA,KOLUMNA

source: Start at line LINE, column COLUMN
pl: Rozpoczêcie w linii i kolumnie o podanych numerach

source: Enable smart home key
pl: W³±cza rozumny przycisk "w pocz±tek"

source: Save backups of existing files
pl: Tworzenie kopii zapasowych istniej±cych plików

source: -C <dir>
pl: -C <katalog>

source: --backupdir=<dir>
pl: --backupdir=<katalog>

source: Directory for saving unique backup files
pl: Katalog przechowywania unikatowych kopii zapasowych

source: Use bold instead of reverse video text
pl: U¿ywa tekstu pogrubionego zamiast negacji obrazu

source: Convert typed tabs to spaces
pl: Przetwarza tabulacje na spacje

source: Read a file into a new buffer by default
pl: Domy¶lny odczyt pliku do nowego bufora

source: Use (vim-style) lock files
pl: U¿ywaj plików blokowania w stylu vim

source: Log & read search/replace string history
pl: Rejestrowanie i odczyt historii wyszukiwania/zamiany ³añcuchów

source: Don't look at nanorc files
pl: Bez korzystania z plików nanorc

source: Fix numeric keypad key confusion problem
pl: Naprawia problem pomylenia klawiszy klawiatury numerycznej

source: Don't add newlines to the ends of files
pl: Wy³±cza dodanie znaku nowej linii na koñcu pliku

source: Don't convert files from DOS/Mac format
pl: Bez konwersji z formatu DOS/Mac

source: Use one more line for editing
pl: U¿ycie dodatkowej linii do redagowania

source: Log & read location of cursor position
pl: Zapisz i odczytaj pozycjê kursora

source: -Q <str>
pl: -Q <³añcuch>

source: --quotestr=<str>
pl: --quotestr=<³añcuch>

source: Quoting string
pl: Znacznik cytowania

source: Restricted mode
pl: Tryb zastrze¿ony

source: Scroll by line instead of half-screen
pl: Przewija po liniach zamiast po pó³-ekranu

source: -T <#cols>
pl: -T <#kol>

source: --tabsize=<#cols>
pl: --tabsize=<#kol>

source: Set width of a tab to #cols columns
pl: Ustawienie szeroko¶ci tabulacji na podan± ilo¶æ kolumn

source: Do quick statusbar blanking
pl: Szybkie oczyszczenie linii stanu

source: Print version information and exit
pl: Wypisanie wersji i zakoñczenie pracy

source: Detect word boundaries more accurately
pl: U¶ci¶la okre¶lenie granic s³ów

source: -Y <str>
pl: -Y <³añc>

source: --syntax=<str>
pl: --syntax=<³añc>

source: Syntax definition to use for coloring
pl: U¿ycie zadanej definicji sk³adni do pod¶wietlania

source: Constantly show cursor position
pl: Sta³e pokazywanie po³o¿enia kursora

source: Fix Backspace/Delete confusion problem
pl: Naprawia problem pomylenia klawiszy Backspace/Delete

source: Show this help text and exit
pl: Wy¶wietla ten tekst pomocy i wychodzi

source: Automatically indent new lines
pl: Automatyczne wciêcia nowych linii

source: Cut from cursor to end of line
pl: Wycina od kursora do koñca linii

source: Enable the use of the mouse
pl: W³±czenie myszy

source: Do not read the file (only write it)
pl: Bez odczytu pliku (tylko zapis)

source: -o <dir>
pl: -o <kat>

source: --operatingdir=<dir>
pl: --operatingdir=<kat>

source: Set operating directory
pl: Ustawienie katalogu pracy

source: Preserve XON (^Q) and XOFF (^S) keys
pl: Zachowanie dzia³ania klawiszy XON (^Q) i XOFF (^S)

source: Silently ignore startup issues like rc file errors
pl: Ignoruje b³êdy podczas rozruchu, jak np. b³êdy w pliku rc

source: -r <#cols>
pl: -r <#kol>

source: --fill=<#cols>
pl: --fill=<#kol>

source: Set hard-wrapping point at column #cols
pl: Ustawia granice przewijania w podanej kolumnie

source: Enable alternate speller
pl: Alternatywny program sprawdzania pisowni

source: Auto save on exit, don't prompt
pl: Automatyczny zapis przy koñczeniu pracy, bez pytania

source: Save a file by default in Unix format
pl: Zapisz plik w formacie Unix

source: View mode (read-only)
pl: Tryb przegl±dania (tylko odczyt)

source: Don't hard-wrap long lines
pl: Bez przewijania d³ugich linii

source: Don't show the two help lines
pl: Bez pokazywania linii pomocy

source: Enable suspension
pl: W³±czenie zawieszania

source: Enable soft line wrapping
pl: W³±cza miêkkie przewijanie linii

source: GNU nano, version %s
pl: GNU nano wersja %s

source: Compiled options:
pl: Skompilowane opcje:

source: No file name
pl: Brak nazwy pliku

source: Save modified buffer (ANSWERING "No" WILL DESTROY CHANGES) ?
pl: Zapisaæ zmieniony bufor (ODPOWIED¬ "Nie" SPOWODUJE UTRATÊ ZMIAN) ?

source: Couldn't reopen stdin from keyboard, sorry
pl: Nie uda³o siê ponownie otworzyæ wej¶cie standardowe z klawiatury, przepraszamy

source: Reading from stdin, ^C to abort
pl: Odczyt z wej¶cia standardowego. Aby przerwaæ, naci¶nij ^C

source: Received SIGHUP or SIGTERM
pl: Otrzymano SIGHUP lub SIGTERM

source: Use "fg" to return to nano.
pl: Aby powróciæ do nano, u¿yj "fg".

source: Suspension is not enabled
pl: Zawieszenie nie jest w³±czone

source: enabled
pl: w³±czony(e)

source: disabled
pl: wy³±czony(e)

source: Unknown Command
pl: Nieznane polecenie

source: XON ignored, mumble mumble
pl: Zignorowano XON, hmm, hmm.

source: XOFF ignored, mumble mumble
pl: Zignorowano XOFF, hmm, hmm.

source: Requested tab size "%s" is invalid
pl: ¯±dana wielko¶æ tabulacji "%s" nie jest poprawna

source: Requested fill size "%s" is invalid
pl: ¯±dana pozycja ³amania linii "%s" nie jest poprawna

source: Type '%s -h' for a list of available options.
pl: Podaj '%s -h' aby uzyskaæ listê dostêpnych opcji.

source: Yy
pl: Tt

source: Aa
pl: Ww

source: Yes
pl: Tak

source: All
pl: Wszystko

source: No
pl: Nie

source: Error in %s on line %lu:
pl: B³±d w %s w linii %lu:

source: Argument '%s' has an unterminated "
pl: Argument %s ma niedomkniêty "

source: Regex strings must begin and end with a " character
pl: Wyra¿enia regularne musz± zaczynaæ siê i koñczyæ znakiem "

source: Bad regex "%s": %s
pl: B³êdne wyra¿enie regularne "%s": %s

source: Missing syntax name
pl: Brak nazwy sk³adni

source: The "none" syntax is reserved
pl: Sk³adnia "none" jest zarezerwowana

source: The "default" syntax must take no extensions
pl: Sk³adnia "default" nie przyjmuje rozszerzeñ

source: Missing key name
pl: Brak nazwy klawisza

source: Key name is too short
pl: Za krótka nazwa klawisza

source: Key name must begin with "^", "M", or "F"
pl: Nazwa klawisza musi zaczynaæ siê z "^", "M", lub "F"

source: Must specify a function to bind the key to
pl: Podaj funkcje do jakiej przypisuje siê klawisz

source: Must specify a menu (or "all") in which to bind/unbind the key
pl: Musisz podaæ menu (lub "all") w którym przypisuje siê klawisz

source: Cannot map name "%s" to a function
pl: Nie mo¿na odwzorowaæ nazwy "%s" na funkcje

source: Cannot map name "%s" to a menu
pl: Nie mo¿na odwzorowaæ nazwy "%s" na menu

source: Function '%s' does not exist in menu '%s'
pl: Brak funkcji '%s' w menu '%s'

source: Sorry, keystroke "%s" may not be rebound
pl: Przepraszam, przyci¶niêcie "%s" nie mo¿e byæ przypisane ponownie

source: Error expanding %s: %s
pl: B³±d rozszerzenia %s: %s

source: Color "%s" not understood. Valid colors are "green", "red", "blue", "white", "yellow", "cyan", "magenta" and "black", with the optional prefix "bright" for foreground colors.
pl: Nieznany kolor "%s". Dozwolone kolory to "green", "red", "blue", "white", "yellow", "cyan", "magenta" i "black", z opcjonalnym przedrostkiem "bright" dla kolorów pierwszoplanowych.

source: Cannot add a color command without a syntax command
pl: Nie mo¿na dodaæ polecenia koloru bez polecenia sk³adni

source: Missing color name
pl: Brak nazwy koloru

source: Missing regex string
pl: Brak wyra¿enia regularnego

source: "start=" requires a corresponding "end="
pl: "start=" wymaga odpowiadaj±cego mu "end="

source: Background color "%s" cannot be bright
pl: Kolor t³a "%s" nie mo¿e byæ jaskrawy

source: Cannot add a header regex without a syntax command
pl: Nie mo¿na dodaæ regularnego wyra¿enia nag³ówka bez polecenia sk³adni

source: Cannot add a magic string regex without a syntax command
pl: Nie mo¿na dodaæ wyra¿enia regularnego bez polecenia sk³adni

source: Missing magic string name
pl: Brak nazwy ³añcucha magicznego

source: Cannot add a linter without a syntax command
pl: Nie mo¿na dodaæ analizatora sk³adni bez polecenia sk³adni

source: Missing linter command
pl: Brak nazwy analizatora sk³adni

source: Cannot add formatter without a syntax command
pl: Nie mo¿na dodaæ formatera bez polecenia sk³adni

source: Missing formatter command
pl: Brak nazwy formatera

source: Fatal error: no keys mapped for function "%s". Exiting.
pl: B³±d krytyczny: brak przypisanego klawisza dla funkcji "%s". Zakoñczenie.

source: If needed, use nano with the -I option to adjust your nanorc settings.
pl: Je¶li trzeba, uruchom nano z opcj± -I aby dopasowaæ ustawienia.

source: Could not find syntax "%s" to extend
pl: Nie znaleziono sk³adni "%s" do rozszerzenia

source: Command "%s" not allowed in included file
pl: Poliecenie "%s" nie jest dozwolone w pliku do³±czonym

source: Syntax "%s" has no color commands
pl: Sk³adnia "%s" nie ma ustawieñ kolorów

source: Command "%s" not understood
pl: Niezrozumia³e polecenie "%s"

source: Missing option
pl: Brak opcji

source: Option "%s" requires an argument
pl: Opcja "%s" wymaga argumentu

source: Option is not a valid multibyte string
pl: Opcja nie jest poprawnym ³añcuchem wielobajtowym

source: Non-blank characters required
pl: Wymagane s± nie-bia³e znaki

source: Two single-column characters required
pl: Wymagane s± dwa jednobajtowych znaki

source: Cannot unset option "%s"
pl: Nie mo¿na zresetowaæ opcji "%s"

source: Unknown option "%s"
pl: Nieznana opcja "%s"

source: I can't find my home directory! Wah!
pl: Nie mogê znale¼æ swojego katalogu domowego! Aj!

source: Press Enter to continue starting nano.
pl: Naci¶nij return aby kontynuowaæ rozruch nano.

source: "%.*s%s" not found
pl: Nie znaleziono "%.*s%s"

source: [Case Sensitive]
pl: [Uwzgl.wielk.liter]

source: [Regexp]
pl: [Wyr.reg.]

source: [Backwards]
pl: [Wstecz]

source: (to replace) in selection
pl: (i zast±p) w zaznaczeniu

source: (to replace)
pl: (i zast±p)

source: Replace this instance?
pl: Czy zast±piæ to wyst±pienie?

source: Replace with
pl: Zast±p przez

source: Replaced %lu occurrence
pl: Zast±piono %lu wyst±pienie

source: Enter line number, column number
pl: Wprowad¼ numer linii, numer kolumny

source: Invalid line or column number
pl: Niepoprawny numer linii lub kolumny

source: Not a bracket
pl: To nie nawias

source: No matching bracket
pl: Brak nawiasu do pary

source: Mark Set
pl: Znacznik ustawiony

source: Mark Unset
pl: Znacznik skasowany

source: Error invoking "%s"
pl: B³±d podczas wywo³ywania "%s"

source: Nothing in undo buffer!
pl: Nie ma nic w buforze odwo³ania

source: Internal error: can't match line %d. Please save your work.
pl: B³±d wewnêtrzny: nie mo¿na dopasowaæ linii %d. Proszê zapisaæ swoj± pracê.

source: text add
pl: tekst dodany

source: text delete
pl: tekst usuniêty

source: line join
pl: po³±czenie linii

source: text cut
pl: wyciêcie tekstu

source: text uncut
pl: wklejanie tekstu

source: Internal error: line is missing. Please save your work.
pl: B³±d wewnêtrzny: brak linii. Proszê zapisaæ swoj± pracê.

source: line break
pl: ³amanie linii

source: text insert
pl: tekst wprowadzony

source: text replace
pl: tekst zamieniony

source: Internal error: unknown type. Please save your work.
pl: B³±d wewnêtrzny: nieznany typ. Proszê zapisaæ swoj± pracê.

source: Undid action (%s)
pl: Odwo³ano operacjê (%s)

source: Nothing to re-do!
pl: Nic do powtórzenia!

source: Internal error: cannot set up redo. Please save your work.
pl: B³±d wewnêtrzny: ustawianie powtórzenia nie powiod³o siê. Proszê zapisaæ swoj± pracê.

source: Redid action (%s)
pl: Powtórzono operacjê (%s)

source: Could not create pipe
pl: Nie mo¿na utworzyæ potoku

source: Could not fork
pl: Nie mo¿na rozwidliæ procesu

source: Bad quote string %s: %s
pl: Nieprawid³owy znacznik cytowania %s: %s

source: Can now UnJustify!
pl: Mo¿na teraz cofn±æ justowanie!

source: Edit a replacement
pl: Edytuj zast±pienie

source: Creating misspelled word list, please wait...
pl: Tworzenie listy b³êdnie napisanych s³ów, proszê czekaæ...

source: Could not get size of pipe buffer
pl: Nie mo¿na uzyskaæ wielko¶ci bufora potoku

source: Error invoking "spell"
pl: B³±d podczas wywo³ywania "spell"

source: Error invoking "sort -f"
pl: B³±d podczas wywo³ywania "sort -f"

source: Error invoking "uniq"
pl: B³±d podczas wywo³ywania "uniq"

source: Invoking spell checker, please wait
pl: Wywo³anie sprawdzania pisowni, proszê zaczekaæ

source: Spell checking failed: %s
pl: Niepowodzenie sprawdzania pisowni: %s

source: Spell checking failed: %s: %s
pl: Niepowodzenie sprawdzania pisowni: %s: %s

source: Finished checking spelling
pl: Zakoñczono sprawdzanie pisowni

source: No linter defined for this type of file!
pl: Brak analizatora sk³adni dla tego typu pliku!

source: Save modified buffer before linting?
pl: Zapisaæ bufor przed sprawdzaniem sk³adni?

source: Invoking linter, please wait
pl: Sprawdzanie sk³adni, proszê zaczekaæ

source: Got 0 parsable lines from command: %s
pl: Otrzymano 0 poprawnych linii od polecenia: %s

source: This message is for unopened file %s, open it in a new buffer?
pl: Ten komunikat dotyczy nie otworzonego pliku %s; otworzyæ go w nowym buforze?

source: At last message
pl: Ostatni komunikat

source: At first message
pl: Pierwszy komunikat

source: Finished
pl: Zakoñczono

source: Invoking formatter, please wait
pl: Wywo³anie formatera, proszê zaczekaæ

source: Finished formatting
pl: Zakoñczono formatowanie

source: %sWords: %lu Lines: %ld Chars: %lu
pl: %sS³owa: %lu Linii: %ld Znaki: %lu

source: In Selection:
pl: W zaznaczeniu:

source: Verbatim Input
pl: wprowadzanie dos³owne

source: nano is out of memory!
pl: nano brak³o pamiêci!

source: Unicode Input
pl: Wej¶cie Unicode

source: Modified
pl: Zmieniony

source: View
pl: Przegl.

source: DIR:
pl: KAT:

source: File:
pl: Plik:

source: line %ld/%ld (%d%%), col %lu/%lu (%d%%), char %lu/%lu (%d%%)
pl: lin.%ld/%ld (%d%%), kol.%lu/%lu (%d%%), zn.%lu/%lu (%d%%)

source: The nano text editor
pl: Edytor tekstu nano

source: version
pl: wersja

source: Brought to you by:
pl: Stworzony przez:

source: Special thanks to:
pl: Specjalne podziêkowania otrzymuj±:

source: The Free Software Foundation
pl: Free Software Foundation (Fundacja Wolnego Oprogramowania)

source: the many translators and the TP
pl: wielu t³umaczy i TP

source: For ncurses:
pl: Za ncurses:

source: and anyone else we forgot...
pl: oraz wszyscy pozostali, o których zapomnieli¶my...

source: Thank you for using nano!
pl: Dziêkujemy za korzystanie z nano!
