Repository: dolsup/nano-shinonome-2.5.3
Catalog: po/*.po
Languages: pl

source: Go To Directory
pl: Przejd¼ do katalogu

source: Cancelled
pl: Anulowano

source: Can't go outside of %s in restricted mode
pl: W trybie ograniczonym nie mo¿na wyj¶æ poza %s

source: Error reading %s: %s
pl: B³±d odczytu %s: %s

source: Can't move up a directory
pl: Nie mo¿na przej¶æ do katalogu wy¿ej

source: (dir)
pl: (kat)

source: (parent dir)
pl: (kat nad)

source: (huge)
pl: (ogromny)

source: Search
pl: Szukaj

source: This is the only occurrence
pl: To jedyne wyst±pienie

source: Search Wrapped
pl: Wyszukiwanie minê³o granicê pliku - kontynuowane od pocz±tku (koñca)

source: No current search pattern
pl: Brak wzorca wyszukiwania

source: Warning: Modifying a file which is not locked, check directory permission?
pl: Ostrze¿enie: Plik nie zosta³ zablokowany; sprawd¼ uprawnienia katalogu?

source: Couldn't determine my identity for lock file (getpwuid() failed)
pl: Nie mo¿na ustaliæ u¿ytkownika pliku blokowania (b³±d getpwuid())

source: Couldn't determine hostname for lock file: %s
pl: Nie mo¿na ustaliæ nazwy hosta do blokowania: %s

source: Error writing lock file %s: %s
pl: B³±d zapisu pliku blokowania %s: %s

source: Error deleting lock file %s: %s
pl: B³±d usuwania pliku blokowania %s: %s

source: Error opening lock file %s: %s
pl: B³±d otwierania pliku blokowania %s: %s

source: Error reading lock file %s: Not enough data read
pl: B³±d odczytu pliku blokowania %s. Przeczytano za ma³o danych

source: File %s is being edited (by %s with %s, PID %d); continue?
pl: Edytowanie pliku %s (przez %s u¿ywaj±c %s, PID %d): kontynuowaæ?

source: Can't insert file from outside of %s
pl: Nie mo¿na wstawiæ pliku spoza %s

source: "%s" is a directory
pl: "%s" jest katalogiem

source: "%s" is not a normal file
pl: "%s" nie jest zwyk³ym plikiem

source: No more open file buffers
pl: Nie ma wiêcej otwartych buforów

source: Switched to %s
pl: Prze³±czono na %s

source: New Buffer
pl: Nowy bufor

source: Read %lu line (Converted from DOS and Mac format)
pl: Wczytano %lu liniê (przekonwertowana z formatu DOS i Mac)

source: Read %lu line (Converted from DOS and Mac format - Warning: No write permission)
pl: Wczytano %lu liniê (przekonwertowana z formatu DOS i Mac - Ostrze¿enie: brak pozwolenia na zapis)

source: Read %lu line (Converted from Mac format)
pl: Wczytano %lu liniê (przekonwertowana z formatu Mac)

source: Read %lu line (Converted from Mac format - Warning: No write permission)
pl: Wczytano %lu liniê (przekonwertowana z formatu Mac - Ostrze¿enie: brak pozwolenia na zapis)

source: Read %lu line (Converted from DOS format)
pl: Wczytano %lu liniê (przekonwertowana z formatu DOS)

source: Read %lu line (Converted from DOS format - Warning: No write permission)
pl: Wczytano %lu liniê (przekonwertowana z formatu DOS - Ostrze¿enie: brak pozwolenia na zapis)

source: Read %lu line
pl: Wczytano %lu liniê

source: Read %lu line (Warning: No write permission)
pl: Wczytano %lu liniê (Ostrze¿enie: brak pozwolenia na zapis)

source: Reading File
pl: Wczytywanie pliku

source: New File
pl: Nowy plik

source: "%s" not found
pl: Nie znaleziono "%s"

source: "%s" is a device file
pl: "%s" jest plikiem urz±dzenia

source: Command to execute in new buffer [from %s]
pl: Polecenie do wykonania w nowym buforze [z %s]

source: Command to execute [from %s]
pl: Polecenie do wykonania [z %s]

source: File to insert into new buffer [from %s]
pl: Plik do wstawienia do nowego bufora [z %s]

source: File to insert [from %s]
pl: Plik do wstawienia [z %s]

source: Key invalid in non-multibuffer mode
pl: Klawisz niedozwolony w trybie innym ni¿ wielu buforów

source: Failed to write backup file, continue saving? (Say N if unsure)
pl: Utworzenie kopii zapasowej nie powiod³o siê, kontynuowaæ zapis? (N je¶li nie jeste¶ pewien)

source: Can't write outside of %s
pl: Nie mo¿na zapisaæ poza %s

source: Error writing backup file %s: %s
pl: B³±d zapisu kopii zapasowej %s: %s

source: Too many backup files?
pl: Za wiele kopii zapasowych?

source: Error writing temp file: %s
pl: B³±d zapisu pliku tymczasowego: %s

source: Error writing %s: %s
pl: B³±d zapisu %s: %s

source: Wrote %lu line
pl: Zapisano %lu liniê

source: [DOS Format]
pl: [format DOS]

source: [Mac Format]
pl: [format Mac]

source: [Backup]
pl: [Kopia zap.]

source: Prepend Selection to File
pl: Wpisz wybór na pocz±tek pliku

source: Append Selection to File
pl: Dopisz wybór do pliku

source: Write Selection to File
pl: Zapisz wybór do pliku

source: File Name to Prepend to
pl: Nazwa pliku do wpisania

source: File Name to Append to
pl: Nazwa pliku do dopisania

source: File Name to Write
pl: Nazwa pliku do zapisu

source: File exists, OVERWRITE ?
pl: Plik istnieje, ZAMAZAÆ ?

source: Save file under DIFFERENT NAME ?
pl: Zapisaæ plik pod INN¡ NAZW¡ ?

source: File was modified since you opened it, continue saving ?
pl: Plik zosta³ zmodyfikowany po otworzeniu, kontynuowaæ zapis ?

source: (more)
pl: (wiêcej)

source: Press Enter to continue
pl: Naci¶nij Enter aby kontynuowaæ

source: Unable to create directory %s: %s It is required for saving/loading search history or cursor positions.
pl: Nie mo¿na utworzyæ katalogu %s: %s Jest on niezbêdny do zapisu/odczytu historii wyszukiwañ i pozycji kursora.

source: Path %s is not a directory and needs to be. Nano will be unable to load or save search history or cursor positions.
pl: ¦cie¿ka %s nie jest katalogiem, a musi nim byæ. Nano nie potrafi zapisaæ lub odczytaæ historii wyszukiwañ i pozycji kursora.

source: Detected a legacy nano history file (%s) which I tried to move to the preferred location (%s) but encountered an error: %s
pl: Znaleziono stary plik historii nano (%s) oraz spróbowano przenie¶æ go do preferowanego miejsca (%s), pod czas czego wynik³ b³±d: %s

source: Detected a legacy nano history file (%s) which I moved to the preferred location (%s) (see the nano FAQ about this change)
pl: Znaleziono stary plik historii nano (%s) oraz przeniesiono go do preferowanego miejsca (%s) (patrz FAQ nano co do tej zmiany)

source: Exit
pl: Wyjd¼

source: Close
pl: Zamknij

source: Uncut Text
pl: Odnów Tekst

source: Unjustify
pl: Cofnij just.

source: Read File
pl: Wczyt.plik

source: Where Is
pl: Wyszukaj

source: Replace
pl: Zast±p

source: Go To Line
pl: Przejd¼ do linii

source: Prev Line
pl: Poprz.lin.

source: Next Line
pl: Nast. lin.

source: Prev Page
pl: Poprz.str.

source: Next Page
pl: Nast.str.

source: Justify
pl: Wyjustuj

source: FullJstify
pl: Wyjustuj

source: Refresh
pl: Od¶wie¿

source: WhereIs Next
pl: Szukaj Znów

source: Justify the current paragraph
pl: Wyjustuj bie¿±cy akapit

source: Cancel the current function
pl: Anuluj bie¿±c± funkcjê

source: Display this help text
pl: Wy¶wietla ten tekst pomocy

source: Close the current file buffer / Exit from nano
pl: Zamknij bie¿±cy bufor / Wyjd¼ z nano

source: Exit from nano
pl: Wyjd¼ z nano

source: Write the current file to disk
pl: Zapisz bie¿±cy plik na dysku

source: Insert another file into the current one
pl: Wstaw do bie¿±cego pliku zawarto¶æ innego pliku

source: Search for a string or a regular expression
pl: Szukaj ³añcucha lub wyra¿enia regularnego

source: Search for a string
pl: Szukaj ³añcucha

source: Go one screenful up
pl: Przejd¼ do poprzedniego ekranu

source: Go one screenful down
pl: Przejd¼ do nastêpnego ekranu

source: Cut the current line and store it in the cutbuffer
pl: Wytnij bie¿±c± liniê i przechowaj w buforze wycinania

source: Uncut from the cutbuffer into the current line
pl: Wklej zawarto¶æ bufora wycinania w bie¿±cej linii

source: Display the position of the cursor
pl: Poka¿ informacjê o pozycji kursora

source: Invoke the spell checker, if available
pl: Wywo³aj sprawdzanie pisowni, je¶li dostêpne

source: Replace a string or a regular expression
pl: Zamieñ ³añcuch lub wyra¿enie regularne

source: Go to line and column number
pl: Przejd¼ do linii i kolumny

source: Mark text starting from the cursor position
pl: Ustaw znacznik w bie¿±cym po³o¿eniu kursora

source: Repeat the last search
pl: Powtórz ostatnie wyszukiwanie

source: Copy the current line and store it in the cutbuffer
pl: Skopiuj bie¿±c± liniê i przechowaj w buforze wycinania

source: Indent the current line
pl: Wyrównaj bie¿±c± liniê

source: Unindent the current line
pl: Usuñ wciêcia z bie¿±cej linii

source: Undo the last operation
pl: Odwo³aj ostatni± operacjê

source: Redo the last undone operation
pl: Odtwórz ostatni± operacjê

source: Go back one character
pl: Przejd¼ o znak wstecz

source: Go forward one character
pl: Przejd¼ o znak do przodu

source: Go back one word
pl: Przejd¼ o s³owo wstecz

source: Go forward one word
pl: Przejd¼ o s³owo do przodu

source: Go to previous line
pl: Przejd¼ do poprzedniej linii

source: Go to next line
pl: Przejd¼ do nastêpnej linii

source: Go to beginning of current line
pl: Przejd¼ na pocz±tek bie¿±cej linii

source: Go to end of current line
pl: Przejd¼ na koniec bie¿±cej linii

source: Go to beginning of paragraph; then of previous paragraph
pl: Przejd¼ na pocz±tek akapitu; potem na pocz±tek poprzedniego akapitu

source: Go just beyond end of paragraph; then of next paragraph
pl: Przejd¼ w koniec akapitu; potem w koniec nastêpnego akapitu

source: Go to the first line of the file
pl: Przejd¼ do pierwszej linii pliku

source: Go to the last line of the file
pl: Przejd¼ do ostatniej linii pliku

source: Go to the matching bracket
pl: Przejd¼ do parzystego nawiasu

source: Scroll up one line without scrolling the cursor
pl: Przewiñ na jedn± liniê w górê bez przesuniêcia kursora

source: Scroll down one line without scrolling the cursor
pl: Przewiñ na jedn± liniê w dó³ bez przesuniêcia kursora

source: Switch to the previous file buffer
pl: Przejd¼ do poprzedniego bufora

source: Switch to the next file buffer
pl: Przejd¼ do nastêpnego bufora

source: Insert the next keystroke verbatim
pl: Wstaw nastêpne naci¶niêcie klawisza dos³ownie

source: Insert a tab at the cursor position
pl: Wstaw znak tabulacji na pozycji kursora

source: Insert a newline at the cursor position
pl: Wstaw znak nowej linii na pozycji kursora

source: Delete the character under the cursor
pl: Usuñ znak na pozycji kursora

source: Delete the character to the left of the cursor
pl: Usuñ znak na lewo od kursora

source: Cut backward from cursor to word start
pl: Wycina wstecz od kursora do pocz±tku s³owa

source: Cut forward from cursor to next word start
pl: Wycina od kursora do pocz±tku nastêpnego s³owa

source: Cut from the cursor position to the end of the file
pl: Wytnij wszystko z pozycji kursora po koniec pliku

source: Justify the entire file
pl: Wyjustuj ca³y plik

source: Count the number of words, lines, and characters
pl: Policz ilo¶æ s³ów, linii i znaków

source: Refresh (redraw) the current screen
pl: Od¶wie¿ (ponownie wy¶wietl) bie¿±cy ekran

source: Suspend the editor (if suspension is enabled)
pl: Zawie¶ edytor (je¿eli zawieszenie jest w³±czone)

source: Save file without prompting
pl: Zapisaæ plik bez podpowiedzi

source: Search next occurrence backward
pl: Szukanie wstecz

source: Search next occurrence forward
pl: Szukanie naprzód

source: Toggle the case sensitivity of the search
pl: Prze³±cz uwzglêdnienie rozmiaru znaków pod czas wyszukiwania

source: Reverse the direction of the search
pl: Odwróæ kierunek wyszukiwania

source: Toggle the use of regular expressions
pl: Prze³±cz u¿ycie wyra¿eñ regularnych

source: Recall the previous search/replace string
pl: Przywróæ poprzednie ³añcuchy wyszukiwania/zamiany

source: Recall the next search/replace string
pl: Przywróæ nastêpne ³añcuchy wyszukiwania/zamiany

source: Go to file browser
pl: Poka¿ przegl±darkê plików

source: Toggle the use of DOS format
pl: Prze³±cz u¿ycie formatu DOS

source: Toggle the use of Mac format
pl: Prze³±cz u¿ycie formatu Mac

source: Toggle appending
pl: Prze³±cz dopisywanie w koniec

source: Toggle prepending
pl: Prze³±cz dopisywanie na pocz±tek

source: Toggle backing up of the original file
pl: Prze³±cz utworzenie kopii zapasowych oryginalnego pliku

source: Execute external command
pl: Wywo³aj polecenie zewnêtrzne

source: Toggle the use of a new buffer
pl: Prze³±cz u¿ycie nowego bufora

source: Exit from the file browser
pl: Wyjd¼ z przegl±darki plików

source: Go to the first file in the list
pl: Przejd¼ do pierwszego pliku na li¶cie

source: Go to the last file in the list
pl: Przejd¼ do ostatniego pliku na li¶cie

source: Go to the previous file in the list
pl: Przejd¼ do poprzedniego pliku na li¶cie

source: Go to the next file in the list
pl: Przejd¼ do nastêpnego pliku na li¶cie

source: Go to directory
pl: Przejd¼ do katalogu

source: Invoke the linter, if available
pl: Wywo³aj sprawdzanie sk³adni, je¶li dostêpne

source: Go to previous linter msg
pl: Przejd¼ do poprzedniej linii

source: Go to next linter msg
pl: Przejd¼ do nastêpnej linii

source: Invoke formatter, if available
pl: Wywo³aj formater, je¶li jest dostêpny

source: Get Help
pl: Pomoc

source: Cancel
pl: Anuluj

source: Write Out
pl: Zapisz

source: Go To Dir
pl: Do kat.

source: Cut Text
pl: Wytnij

source: To Spell
pl: Pisownia

source: To Linter
pl: Sk³adnia

source: Formatter
pl: Formater

source: Case Sens
pl: Wielk.liter

source: Regexp
pl: Wyr.reg.

source: Backwards
pl: Wstecz

source: No Replace
pl: Nie zast.

source: Cur Pos
pl: Bie¿.poz.

source: First Line
pl: Pierw.lin.

source: Last Line
pl: Ost.lin.

source: To Bracket
pl: Do nawiasu

source: Mark Text
pl: Zaznacz

source: Copy Text
pl: Kopiuj

source: Indent Text
pl: Wciêcie

source: Unindent Text
pl: Usuñ Wciêcia

source: Undo
pl: Odwo³aj

source: Redo
pl: Odtwórz

source: Back
pl: Wstecz

source: Forward
pl: W przód

source: Prev Word
pl: Poprz.s³owo

source: Next Word
pl: Nast.s³owo

source: Home
pl: Pocz±tek

source: End
pl: Koniec

source: Beg of Par
pl: PoczAkapit

source: End of Par
pl: KonAkapit

source: Scroll Up
pl: W górê

source: Scroll Down
pl: W dó³

source: Prev File
pl: Plik poprz.

source: Next File
pl: Plik nast.

source: Verbatim
pl: Dos³ownie

source: Delete
pl: Usuñ

source: Cut Left
pl: Wytnij w lewo

source: Cut Right
pl: Wytnij w prawo

source: CutTillEnd
pl: WytnDoKonc

source: Word Count
pl: Ilo¶æ s³ów

source: Suspend
pl: Zawie¶

source: Save
pl: Zapisz

source: Previous
pl: Poprzedni

source: Next
pl: Nastêpny

source: PrevHstory
pl: Poprz.Hist

source: NextHstory
pl: Nast.Hist

source: Go To Text
pl: Do tekstu

source: DOS Format
pl: Format DOS

source: Mac Format
pl: Format Mac

source: Append
pl: Dopisz

source: Prepend
pl: Wpisz

source: Backup File
pl: Kopia zapas.

source: Execute Command
pl: Wywo³aj polecenie

source: To Files
pl: Pliki

source: First File
pl: Pierw.Plik

source: Last File
pl: Ost.Plik

source: Prev Lint Msg
pl: Lint:Poprz.lin.

source: Next Lint Msg
pl: Lint:Nast.lin.

source: Help mode
pl: Tryb pomocy

source: Constant cursor position display
pl: Sta³e po³o¿enie kursora

source: Use of one more line for editing
pl: U¿ycie dodatkowej linii do redagowania

source: Smooth scrolling
pl: P³ynne przewijanie

source: Soft wrapping of overlong lines
pl: Miêkkie zawijanie d³ugich linii

source: Whitespace display
pl: Wy¶wietlanie bia³ych znaków

source: Color syntax highlighting
pl: Kolorowanie sk³adni

source: Smart home key
pl: Rozumny klawisz "w pocz±tek"

source: Auto indent
pl: Auto wciêcia

source: Cut to end
pl: Wytnij do koñca

source: Hard wrapping of overlong lines
pl: Twarde zawijanie d³ugich linii

source: Conversion of typed tabs to spaces
pl: Przetworzenie tabulacji na spacji

source: Backup files
pl: Kopie zapasowe

source: Reading file into separate buffer
pl: Odczyt pliku do osobnego bufora

source: Mouse support
pl: Obs³uga myszy

source: No conversion from DOS/Mac format
pl: Bez konwersji z formatu DOS/Mac

source: Suspension
pl: Zawie¶

source: Search Command Help Text Enter the words or characters you would like to search for, and then press Enter. If there is a match for the text you entered, the screen will be updated to the location of the nearest match for the search string. The previous search string will be shown in brackets after the search prompt. Hitting Enter without entering any text will perform the previous search.
pl: Tekst pomocy polecenia szukania Wprowad¼ s³owa lub znaki, których chcesz szukaæ, nastêpnie naci¶nij Enter. Je¶li istnieje fragment tekstu do nich pasuj±cy, ekran zostanie od¶wie¿ony pokazuj±c po³o¿enie najbli¿szego dopasowania. Po zachêcie 'Szukaj:' w nawiasach kwadratowych zostanie pokazany poprzednio szukany ³añcuch. Naci¶niêcie Enter bez wprowadzania tekstu spowoduje wykonanie poprzedniego szukania.

source: If you have selected text with the mark and then search to replace, only matches in the selected text will be replaced. The following function keys are available in Search mode:
pl: Je¿eli zaznaczy³e¶ fragment tekstu, i wybra³e¶ szukanie z zast±pieniem, tylko wyst±pienia w zaznaczonej czê¶ci zostan± zast±pione. W trybie szukania dostêpne s± nastêpuj±ce klawisze funkcyjne:

source: Go To Line Help Text Enter the line number that you wish to go to and hit Enter. If there are fewer lines of text than the number you entered, you will be brought to the last line of the file. The following function keys are available in Go To Line mode:
pl: Tekst pomocy polecenia przej¶cia do zadanej linii Wprowad¼ numer linii, do której chcesz przej¶æ i naci¶nij Enter. Je¿eli w pliku jest mniej linii ni¿ liczba, któr± wprowadzi³e¶, zostaniesz przeniesiony do ostatniej linii pliku. W trybie przej¶cia do zadanej linii dostêpne s± nastêpuj±ce klawisze funkcyjne:

source: Insert File Help Text Type in the name of a file to be inserted into the current file buffer at the current cursor location. If you have compiled nano with multiple file buffer support, and enable multiple file buffers with the -F or --multibuffer command line flags, the Meta-F toggle, or a nanorc file, inserting a file will cause it to be loaded into a separate buffer (use Meta-< and > to switch between file buffers).
pl: Tekst pomocy polecenia wstawienia pliku Wpisz nazwê pliku, którego zawarto¶æ ma zostaæ wstawiona do bufora bie¿±cego pliku w bie¿±cym po³o¿eniu kursora. Je¶li skompilowa³e¶ nano z obs³ug± wielu buforów plikowych i w³±czy³e¶ j± opcj± wiersza poleceñ -F lub --multibuffer, kombinacj± Meta-F albo za pomoc± pliku nanorc, wstawianie pliku spowoduje wczytanie go do oddzielnego bufora (u¿yj Meta-< i > do prze³±czania siê miêdzy buforami plikowymi.

source: If you need another blank buffer, do not enter any filename, or type in a nonexistent filename at the prompt and press Enter. The following function keys are available in Insert File mode:
pl: Je¶li potrzebujesz kolejnego pustego bufora, nie wpisuj nazwy lub wpisz nazwê nieistniej±cego jeszcze pliku i naci¶nij Enter. W trybie wstawiania pliku dostêpne s± nastêpuj±ce klawisze funkcyjne:

source: Write File Help Text Type the name that you wish to save the current file as and press Enter to save the file. If you have selected text with the mark, you will be prompted to save only the selected portion to a separate file. To reduce the chance of overwriting the current file with just a portion of it, the current filename is not the default in this mode. The following function keys are available in Write File mode:
pl: Tekst pomocy polecenia zapisu pliku Wpisz nazwê, pod jak± chcesz zapisaæ bie¿±cy plik i naci¶nij Enter. Je¶li zaznaczy³e¶ fragment tekstu, zostanie ci zaproponowany zapis tylko zaznaczonej czê¶ci do osobnego pliku. Aby zmniejszyæ ryzyko nadpisania bie¿±cego pliku jego czê¶ci±, w tym trybie nazwa bie¿±cego pliku nie jest nazw± domy¶ln±. W trybie zapisu pliku dostêpne s± nastêpuj±ce klawisze funkcyjne:

source: File Browser Help Text The file browser is used to visually browse the directory structure to select a file for reading or writing. You may use the arrow keys or Page Up/Down to browse through the files, and S or Enter to choose the selected file or enter the selected directory. To move up one level, select the directory called ".." at the top of the file list. The following function keys are available in the file browser:
pl: Tekst pomocy przegl±darki plików Przegl±darka plików s³u¿y do wizualnego przegl±dania katalogu w celu wybrania pliku do odczytu lub zapisu. Do przemieszczania siê po plikach w katalogu u¿yj klawiszy strza³ek oraz Page Up/Down, za¶ do wyboru pliku lub wej¶cia do zaznaczonego katalogu klawiszy S i Enter. Aby przej¶æ o jeden katalog wy¿ej wybierz katalog o nazwie ".." znajduj±cy siê na samej górze listy plików. W przegl±darce plików dostêpne s± nastêpuj±ce klawisze funkcyjne:

source: Browser Search Command Help Text Enter the words or characters you would like to search for, and then press Enter. If there is a match for the text you entered, the screen will be updated to the location of the nearest match for the search string. The previous search string will be shown in brackets after the search prompt. Hitting Enter without entering any text will perform the previous search.
pl: Tekst pomocy polecenia szukania Wprowad¼ s³owa lub znaki, których chcesz szukaæ, nastêpnie naci¶nij Enter. Je¶li istnieje fragment tekstu do nich pasuj±cy, ekran zostanie od¶wie¿ony pokazuj±c po³o¿enie najbli¿szego dopasowania. Po zachêcie 'Szukaj:' w nawiasach kwadratowych zostanie pokazany poprzednio szukany ³añcuch. Naci¶niêcie Enter bez wprowadzania tekstu spowoduje wykonanie poprzedniego szukania.

source: The following function keys are available in Browser Search mode:
pl: W trybie wyszukiwania dostêpne s± nastêpuj±ce klawisze funkcyjne:

source: Browser Go To Directory Help Text Enter the name of the directory you would like to browse to. If tab completion has not been disabled, you can use the Tab key to (attempt to) automatically complete the directory name. The following function keys are available in Browser Go To Directory mode:
pl: Tekst pomocy polecenia przej¶cia do katalogu w przegl±darce Wprowad¼ nazwê katalogu, jaki chcesz przegl±dn±æ. Je¶li dope³nianie za pomoc± tabulacji nie zosta³o wy³±czone, mo¿esz skorzystaæ z klawisza TAB, co automatycznie dope³ni (je¶li to mo¿liwe) nazwê wpisywanego katalogu. W trybie przej¶cia do katalogu w przegl±darce dostêpne s± nastêpuj±ce klawisze funkcyjne:

source: Spell Check Help Text The spell checker checks the spelling of all text in the current file. When an unknown word is encountered, it is highlighted and a replacement can be edited. It will then prompt to replace every instance of the given misspelled word in the current file, or, if you have selected text with the mark, in the selected text. The following function keys are available in Spell Check mode:
pl: Tekst pomocy sprawdzania pisowni Program do sprawdzania pisowni sprawdza pisowniê ca³o¶ci tekstu bie¿±cego pliku. Gdy zostanie napotkane nieznane s³owo, jest ono pod¶wietlane i mo¿na poprawiæ wersjê, która je zast±pi. Nastêpnie pojawia siê propozycja zast±pienia w bie¿±cym pliku, lub, je¿eli zaznaczy³e¶ fragment tekstu, w tym fragmencie wszystkich wyst±pieñ danego niepoprawnie napisanego s³owa. W trybie sprawdzania pisowni dostêpne s± nastêpuj±ce klawisze funkcyjne:

source: Execute Command Help Text This mode allows you to insert the output of a command run by the shell into the current buffer (or a new buffer in multiple file buffer mode). If you need another blank buffer, do not enter any command. The following function keys are available in Execute Command mode:
pl: Tekst pomocy wywo³ania polecenia zewnêtrznego Ten tryb umo¿liwia wstawienie do bie¿±cego bufora (lub, w trybie wielu buforów, do nowego bufora) wyj¶cia otrzymanego z polecenia uruchomionego przez pow³okê. Je¿eli potrzebujesz nowego pustego bufora, nie podawaj ¿adnego polecenia. W tym trybie dostêpne s± nastêpuj±ce klawisze:
